const questions = [
	{
		questionText: 'Ваше мнение много значит для вашего окружения?',
		answers: [		
			{answerText: 'Не смешите во мне чайку...', value: 4},
			{answerText: 'Ну, только когда других вариантов нет', value: 3},
			{answerText: 'Никто не обязан считаться с моим мнением, но я крут, поэтому многим приходится прогнуться', value: 2},
			{answerText: 'Редко высказываю своё мнение, но когда высказываю как-правило его уважают', value: 1},
			{answerText: 'Я как староста класса, моё слово всегда последнее', value: 0}						
		] 
	},
	{
		questionText: 'Вы любите указывать людям направление мысли или движения?',
		answers: [		
			{answerText: 'Не смешите во мне чайку...', value: 4},
			{answerText: 'Лень матушка.... ', value: 3},
			{answerText: 'Только если они неправы', value: 2},
			{answerText: 'Сусанин, приятно познакомиться. Я вас в такие дебри заведу....', value: 1},		
			{answerText: 'Как правило просто одобряю предложенные напрвления', value: 0}			
		] 
	},
	{
		questionText: 'Говоришь правду в лицо?',
		answers: [		
			{answerText: 'Не смешите во мне чайку...', value: 4},
			{answerText: 'Стараюсь, но стараюсь максимально её смягчить', value: 3},
			{answerText: 'Только если она горькая, на вижу смысла кого-то перехваливать или обнадёживать', value: 2},
			{answerText: 'Я просто указываю на недочёты если они есть', value: 1},			
			{answerText: 'Ну да, сухие факты. Предпочитаю лишь отвечать на заданные вопросы: либо да, либо нет', value: 0}			
		] 
	},		
	{
		questionText: 'Тебя легко заметить в толпе?',
		answers: [		
			{answerText: 'Не смешите во мне чайку...', value: 4},
			{answerText: 'Стараюсь не выделяться, мне так кофмортнее', value: 3},
			{answerText: 'Я создан чтобы блистать, пусть все узрят мою шикарность', value: 2},
			{answerText: 'Не стремлюсь, но меня сложно не заметить', value: 1},			
			{answerText: 'Мне приходится быть на виду, так как я собрал эту толпу...', value: 0}			
		] 
	},	
	{
		questionText: 'Ты считаешь себя милым?',
		answers: [		
			{answerText: 'Ну, объективно я самый милый пирожок в мире', value: 4},
			{answerText: 'Ага, но могу и укусить', value: 3},
			{answerText: 'Пфффф не, я дерзкий и опасный', value: 2},
			{answerText: 'Какие-то несерьёзные вопросы...', value: 1},			
			{answerText: 'Эээээ, как-то не думал', value: 0}			
		] 
	}
]

// questions[0].questionText;


// const resultData = {
// 	finger: {
// 		resultTitle: '',
// 		resultImage: '',
// 		resultDesc: ''
// 	}
// }