const resultData = {
	thumb: {
		title: 'Ну, поздравляю здоровяк... Ты биг-босс большой палец.',
		image: './assets/img/thumb.jpg',
		desc: 'В команде всё зависит от твоего мнения. Все расичтывают на тебя и ты первый кого просят оценить проделанную работу'
	},
	pointer: {
		title: 'Ты гордый направляющий - указательный палец',
		image: '',
		desc: 'Ты всегда знаешь куда вам надо и не стесняещься посылать людей туда куда им бы не помешало сходить'
	},
	middle: {
		title: 'Ты самый крутой на районе - средни палец',
		image: '',
		desc: 'Самый дерзкий из всей братии, ходишь на разборки и бьёшь морды тем, кто обидел твоих друзей. Твои аргументы в споре железны и непоколебимы'
	},
	noname: {
		title: 'Скрытный гений - безымянный палец',
		image: '',
		desc: 'Гений под прикрытием, на самом деле почти всем рулишь ты, но другим об том знать не обязательно. Немного романтик и собственник'
	},
	littleQutie: {
		title: 'Ты главный кьюти команды - мизинчик',
		image: '',
		desc: 'Самая милая булка. Ранимый и нежный... По тебе измеряют уровень милоты всей команды'
	}		
}